export const landEmojis = [
  "🌳",
  "🦌",
  "🌿",
  "🍃",
  "🌱",
  "🍂",
  "🍁",
  "🌴",
  "🌲",
  "🐻",
  "🦝",
  "🦬",
  "🐴",
  "🦚",
  "🍀",
  "🌹",
  "🌺",
  "🌸",
  "🌷",
  "🌻",
  "🪷",
];

export const targetLandEmojis = ["🐿️", "🪵"];

export const waterEmojis = [
  "💦",
  "🌊",
  "💧",
  "🐟",
  "🐠",
  "🦀",
  "🦞",
  "🐡",
  "🐳",
  "🐙",
  "🦈",
  "🛶",
  "🦐",
  "🪸",
  "🏝️",
  "🦭",
  "🦢",
  "🐋",
  "🚣",
  "🦑",
  "🦩",
  "🦦",
  "🏄",
  "🤿",
];

export const targetWaterEmojis = ["🐚", "🐬"];

export const mountainEmojis = [
  "🐾",
  "🦆",
  "❄️",
  "⛷️",
  "🗻",
  "☃️",
  "🏂",
  "🪱",
  "🏔️",
  "🦉",
  "🌋",
  "⛰️",
  "🚵",
  "🧗",
  "🪨",
];

export const targetMountainEmojis = ["🦅", "🌨️"];
